{
  "text": {
    " ": 0,
    "h": 201,
    "i": 221,
    " h": 34,
    "hi": 216,
    "i ": 222,
    " hi": 38,
    "hi ": 217,
    " hi ": 39,
    "e": 154,
    "l": 241,
    "o": 275,
    "he": 206,
    "el": 167,
    "ll": 246,
    "lo": 250,
    "o ": 276,
    " he": 35,
    "hel": 210,
    "ell": 168,
    "llo": 248,
    "lo ": 251,
    " hel": 36,
    "hell": 211,
    "ello": 170,
    "llo ": 249,
    "y": 387,
    "ey": 184,
    "y ": 388,
    "hey": 214,
    "ey ": 185,
    " hey": 37,
    "hey ": 215,
    "t": 331,
    "r": 298,
    " t": 73,
    "th": 343,
    "er": 173,
    "re": 303,
    "e ": 155,
    " th": 78,
    "the": 345,
    "her": 212,
    "ere": 175,
    "re ": 304,
    " the": 79,
    "ther": 347,
    "here": 213,
    "ere ": 176,
    "b": 116,
    " b": 6,
    "by": 120,
    "ye": 389,
    " by": 7,
    "bye": 121,
    "ye ": 390,
    " bye": 8,
    "bye ": 122,
    "g": 193,
    "d": 137,
    " g": 29,
    "go": 195,
    "oo": 282,
    "od": 277,
    "db": 139,
    " go": 30,
    "goo": 196,
    "ood": 283,
    "odb": 278,
    "dby": 140,
    " goo": 31,
    "good": 197,
    "oodb": 284,
    "odby": 279,
    "dbye": 141,
    "s": 310,
    " s": 64,
    "se": 312,
    "ee": 163,
    " se": 65,
    "see": 313,
    "ee ": 164,
    " see": 66,
    "see ": 314,
    "u": 360,
    " y": 88,
    "yo": 394,
    "ou": 287,
    "u ": 361,
    " yo": 89,
    "you": 395,
    "ou ": 288,
    " you": 90,
    "you ": 396,
    "a": 91,
    " l": 48,
    "la": 243,
    "at": 108,
    "te": 336,
    "r ": 299,
    " la": 49,
    "lat": 244,
    "ate": 110,
    "ter": 341,
    "er ": 174,
    " lat": 50,
    "late": 245,
    "ater": 111,
    "ter ": 342,
    "w": 376,
    "ho": 218,
    "ow": 293,
    "w ": 377,
    " ho": 40,
    "how": 219,
    "ow ": 294,
    " how": 41,
    "how ": 220,
    "c": 123,
    "n": 264,
    " c": 9,
    "ca": 124,
    "an": 104,
    "n ": 265,
    " ca": 10,
    "can": 125,
    "an ": 105,
    " can": 11,
    "can ": 126,
    " i": 42,
    " i ": 43,
    "k": 237,
    "ch": 129,
    "ec": 156,
    "ck": 132,
    "k ": 238,
    " ch": 12,
    "che": 130,
    "hec": 208,
    "eck": 157,
    "ck ": 133,
    " che": 13,
    "chec": 131,
    "heck": 209,
    "eck ": 158,
    "m": 255,
    " m": 51,
    "my": 262,
    " my": 56,
    "my ": 263,
    " my ": 57,
    "gr": 198,
    "ra": 300,
    "ad": 95,
    "de": 142,
    "es": 177,
    "s ": 311,
    " gr": 32,
    "gra": 199,
    "rad": 301,
    "ade": 96,
    "des": 144,
    "es ": 178,
    " gra": 33,
    "grad": 200,
    "rade": 302,
    "ades": 98,
    "des ": 145,
    " w": 84,
    "wh": 378,
    "ha": 203,
    "t ": 332,
    " wh": 85,
    "wha": 379,
    "hat": 204,
    "at ": 109,
    " wha": 86,
    "what": 380,
    "hat ": 205,
    "is": 235,
    " is": 46,
    "is ": 236,
    " is ": 47,
    "de ": 143,
    "ade ": 97,
    "in": 223,
    " in": 44,
    "in ": 224,
    " in ": 45,
    "ma": 257,
    "h ": 202,
    " ma": 52,
    "mat": 258,
    "ath": 112,
    "th ": 344,
    " mat": 53,
    "math": 259,
    "ath ": 113,
    "sh": 317,
    " sh": 67,
    "sho": 318,
    " sho": 68,
    "show": 319,
    "me": 260,
    " me": 54,
    "me ": 261,
    " me ": 55,
    "x": 383,
    " e": 19,
    "ex": 181,
    "xa": 384,
    "am": 102,
    "m ": 256,
    " ex": 22,
    "exa": 182,
    "xam": 385,
    "am ": 103,
    " exa": 23,
    "exam": 183,
    "xam ": 386,
    " r": 61,
    "su": 325,
    "ul": 368,
    "lt": 252,
    "ts": 355,
    " re": 62,
    "res": 305,
    "esu": 179,
    "sul": 326,
    "ult": 369,
    "lts": 253,
    "ts ": 356,
    " res": 63,
    "resu": 306,
    "esul": 180,
    "sult": 327,
    "ults": 370,
    "lts ": 254,
    "whe": 381,
    " whe": 87,
    "wher": 382,
    " d": 16,
    "do": 146,
    " do": 17,
    "do ": 147,
    " do ": 18,
    "f": 186,
    " f": 24,
    "fi": 187,
    "nd": 266,
    "d ": 138,
    " fi": 25,
    "fin": 188,
    "ind": 225,
    "nd ": 267,
    " fin": 26,
    "find": 189,
    "ind ": 226,
    "l ": 242,
    " te": 76,
    "tel": 337,
    "ll ": 247,
    " tel": 77,
    "tell": 338,
    "ell ": 169,
    " a": 1,
    "ab": 92,
    "bo": 117,
    "ut": 374,
    " ab": 2,
    "abo": 93,
    "bou": 118,
    "out": 291,
    "ut ": 375,
    " abo": 3,
    "abou": 94,
    "bout": 119,
    "out ": 292,
    "he ": 207,
    "the ": 346,
    "ed": 159,
    "du": 148,
    "uc": 362,
    "ti": 348,
    "io": 229,
    "on": 280,
    " ed": 20,
    "edu": 161,
    "duc": 149,
    "uca": 363,
    "cat": 127,
    "ati": 114,
    "tio": 349,
    "ion": 230,
    "on ": 281,
    " edu": 21,
    "educ": 162,
    "duca": 150,
    "ucat": 364,
    "cati": 128,
    "atio": 115,
    "tion": 350,
    "ion ": 231,
    "sy": 328,
    "ys": 397,
    "st": 320,
    "em": 171,
    " sy": 71,
    "sys": 329,
    "yst": 398,
    "ste": 321,
    "tem": 339,
    "em ": 172,
    " sys": 72,
    "syst": 330,
    "yste": 399,
    "stem": 322,
    "tem ": 340,
    "co": 134,
    "ur": 371,
    "rs": 307,
    " co": 14,
    "cou": 135,
    "our": 289,
    "urs": 372,
    "rse": 308,
    "ses": 315,
    " cou": 15,
    "cour": 136,
    "ours": 290,
    "urse": 373,
    "rses": 309,
    "ses ": 316,
    " n": 58,
    "ne": 268,
    " ne": 59,
    "nee": 269,
    "eed": 165,
    "ed ": 160,
    " nee": 60,
    "need": 270,
    "eed ": 166,
    "to": 353,
    " to": 82,
    "to ": 354,
    " to ": 83,
    "ta": 333,
    "ak": 99,
    "ke": 239,
    " ta": 74,
    "tak": 334,
    "ake": 100,
    "ke ": 240,
    " tak": 75,
    "take": 335,
    "ake ": 101,
    "ny": 273,
    " an": 4,
    "any": 106,
    "ny ": 274,
    " any": 5,
    "any ": 107,
    "p": 295,
    "ip": 232,
    "ps": 296,
    " ti": 80,
    "tip": 351,
    "ips": 233,
    "ps ": 297,
    " tip": 81,
    "tips": 352,
    "ips ": 234,
    "fo": 190,
    "or": 285,
    " fo": 27,
    "for": 191,
    "or ": 286,
    " for": 28,
    "for ": 192,
    "tu": 357,
    "ud": 365,
    "dy": 151,
    "yi": 391,
    "ng": 271,
    "g ": 194,
    " st": 69,
    "stu": 323,
    "tud": 358,
    "udy": 366,
    "dyi": 152,
    "yin": 392,
    "ing": 227,
    "ng ": 272,
    " stu": 70,
    "stud": 324,
    "tudy": 359,
    "udyi": 367,
    "dyin": 153,
    "ying": 393,
    "ing ": 228
  },
  "response": null,
  "action_text": null
}